Repository: NamorNiradnug/nautilus-pdf-tools
Catalog: po/*.po
Languages: ru, uk

source: Pdf Tools
ru: Работа с PDF
uk: Робота з PDF

source: Tools to manipulate pdf files
ru: Инструменты для работы с PDF-файлами
uk: Інструменти для роботи з PDF-файлами

source: Rotate and flip
ru: Повернуть и перевернуть
uk: Повернути і перевернути

source: rotate_and_flip pdf files
ru: Повернуть и перевернуть PDF
uk: Повернути і перевернути PDF

source: Watermark
ru: Водяной знак
uk: Водяний знак

source: Watermark pdffiles
ru: Водяной знак

source: Textmark
ru: Текстовый знак
uk: Текстовий знак

source: Textmark pdf files
ru: Текстовый знак
uk: Текстовий знак

source: Paginate
ru: Нумерация страниц
uk: Нумерація сторінок

source: Paginate pdf files
ru: Нумерация страниц
uk: Нумерація сторінок

source: Rotate pages
ru: Повернуть страницы

source: Rotate pages of the document files
ru: Повернуть страницы в документе

source: Remove pages
ru: Удалить страницы
uk: Видалити сторінки

source: Remove pages of the document files
ru: Удалить страницы в документе
uk: Видалити сторінки в документі

source: Extract pages
ru: Извлечь страницы
uk: Видобути сторінки

source: Extract pages of the document files
ru: Извлечь страницы из документа
uk: Видобути сторінки з документу

source: Join pdf files
ru: Объединить PDF-файлы
uk: Об'єднати PDF-файли

source: Join pdf files in one document
ru: Объединить PDF-файлы в один
uk: Об'єднати PDF-файли в один

source: Split pdf files
ru: Разделить PDF-файл
uk: Розділити PDF-файл

source: Split a pdf in several documents
ru: Разделить PDF-файл на несколько файлов
uk: Розділити PDF-файл на декілька файлів

source: Combine pdf pages
ru: Объединить страницы
uk: Об'єднати сторінки

source: Combine pdf pages in one page
ru: Объединить несколько страниц в одну
uk: Об'єднати декілька сторінок в одну

source: Reduce pdf size
ru: Уменьшить размер PDF
uk: Зменшити розмір PDF

source: Resize pdf pages
ru: Изменить размер PDF
uk: Змінити розмір PDF

source: Convert pdf to png
ru: Конвертировать PDF в PNG
uk: Конвертувати PDF в PNG

source: Convert pdf file to png image
ru: Конвертировать PDF-файл в PNG
uk: Конвертувати PDF-файл в PNG

source: Encrypt
ru: Зашифровать файл
uk: Зашифрувати файл

source: Encrypt pdf files
ru: Зашифровать PDF
uk: Зашифрувати PDF

source: Decrypt
ru: Расшифровать файл
uk: Розшифрувати файл

source: Decrypt pdf files
ru: Расшифровать PDF
uk: Розшифрувати PDF

source: About
ru: О программе
uk: Про програму

source: Convert to pdf
ru: Конвертировать в PDF
uk: Конвертувати в PDF

source: Convert images to pdf
ru: Конвертировать изображения в формате PDF
uk: Конвертувати зображення в PDF

source: Output file
ru: Исходный файл
uk: Вихідний файл

source: Select the output file
ru: Выберите исходный файл
uk: Виберіть вихідний файл

source: Up
ru: Вверх
uk: Угору

source: Down
ru: Вниз
uk: Вниз

source: Add
ru: Добавить страницу
uk: Додати

source: Remove
ru: Удалить страницу
uk: Видалити

source: Select file to save new file
ru: Выберите файл, чтобы сохранить документ
uk: Виберіть файл, щоб зберегти документ

source: Select one or more pdf files
ru: Выберите один или несколько файлов PDF
uk: Виберіть один або кілька файлів PDF

source: Pdf files
ru: Pdf-файлы
uk: Pdf-файли

source: Image resolution
ru: Разрешение изображения
uk: Роздільна здатність зображення

source: Append to file
ru: Добавить к имени файла
uk: Додати до імені файлу

source: Set dpi to reduce file
ru: Задайте dpi, чтобы уменьшить файл
uk: Задайте dpi, щоб зменшити файл

source: Append to file to create output filename
ru: Добавить к файлу, чтобы создать выходной файл
uk: Додати до файлу, щоб створити вихідний файл

source: Pages
ru: Страницы
uk: Сторінки

source: Paper size
ru: Формат листа
uk: Формат аркуша

source: Orientation
ru: Ориентация
uk: Орієнтація

source: Letter (8 1/2x11)
ru: Лист (8 1/2x11)
uk: Лист (8 1/2x11)

source: Note (8 1/2x11)
ru: Примечание (8 1/2x11)
uk: Примітка (8 1/2x11)

source: Select the size of the output file
ru: Выберите размер исходного файла
uk: Виберіть розмір вихідного файлу

source: Vertical
ru: Вертикальная
uk: Вертикальна

source: Horizontal
ru: Горизонтальная
uk: Горизонтальна

source: Select the orientation of the page
ru: Выберите ориентацию страницы
uk: Виберіть орієнтацію сторінки

source: Password
ru: Пароль
uk: Пароль

source: Set password
ru: Введите пароль
uk: Введіть пароль

source: Select Pages
ru: Страницы

source: Type page number and/or page ranges separated by commas counting from start of the document ej. 1,4,6-9
ru: Введите номер страницы и / или страницу диапазоны, разделенные запятыми пр.1,4,6-9
uk: Введіть номер сторінки та/або сторінку діапазони,розділені комами пр.1,4,6-9

source: Rotate and flid PDF
ru: Повернуть и перевернуть PDF
uk: Повернути і перевернути PDF

source: Flip vertical
ru: Перевернуть вертикально

source: Flip horizontal
ru: Перевернуть горизонтально

source: Rotate
ru: Повернуть страницы
uk: Повернути сторінки

source: Convert to
ru: Конвертировать в
uk: Конвертувати в

source: ALL
ru: Все
uk: Усі

source: Text file
ru: Текстовый файл
uk: Текстовий файл

source: Top
ru: Сверху

source: Middle
ru: По центру

source: Bottom
ru: Снизу

source: Left
ru: Слева

source: Center
ru: По центру

source: Right
ru: Справа

source: Select font
ru: Выбрать шрифт

source: Select color
ru: Выбрать цвет

source: Horizontal position
ru: Горизонтальная позиция

source: Vertical position
ru: Вертикальная позиция

source: Set horizontal margin
ru: Горизонтальное поле

source: Set vertical margin
ru: Вертикальное поле

source: Text
ru: Введите текст

source: Pages in Page
ru: Страниц на листе
uk: Сторінок на листі

source: by
ru: на
uk: на

source: Sort
ru: Сортировать
uk: Сортувати

source: Set the margin
ru: Поля
uk: Поля

source: Select how many pages in a page
ru: Выберите количество страниц на листе
uk: Виберіть кількість сторінок на листі

source: rows by columns
ru: строк по столбцам
uk: рядків за стовпцями

source: By rows
ru: По строкам
uk: За рядками

source: By columns
ru: По столбцам
uk: За стовпцями

source: Select the combination sort
ru: Выберите сортировку
uk: Виберіть сортування

source: The margin to the page in mm
ru: Установите размер полей в мм
uk: Встановіть розмір полів в мм

source: Resize PDF
ru: Изменить размер файла
uk: Змінити розмір файлу

source: Encrypt files
ru: Зашифровать PDF
uk: Зашифрувати PDF

source: Decrypt files
ru: Расшифровать PDF
uk: Розшифрувати PDF

source: Dencrypt files
ru: Расшифровать файл
uk: Розшифрувати файл

source: Convert PDF to PNG
ru: Конвертировать PDF - в PNG
uk: Конвертувати PDF - в PNG

source: Combine PDF pages
ru: Объединить страницы
uk: Об'єднати сторінки

source: Create PDF from images
ru: Создать PDF из изображений
uk: Створити PDF з зображень

source: Join PDF files
ru: Объединить PDF
uk: Об'єднати PDF

source: Paginate PDF
ru: Добавить нумерацию
uk: Додати нумерацію сторінок

source: Reduce PDF
ru: Уменьшить размер PDF
uk: Зменшити розмір файлу

source: Reduce PDF size
ru: Уменьшить размер PDF
uk: Зменшити розмір PDF

source: Textmark PDF
ru: Добавить текстовый знак
uk: Додати текстовий знак

source: Watermark PDF
ru: Водяной знак
uk: Водяний знак

source: Rotate and flip PDF
ru: Повернуть и перевернуть PDF
uk: Повернути і перевернути pdf-файли

source: Rotate PDF
ru: Повернуть страницы

source: Remove PDF
ru: Удалить страницы
uk: Видалити сторінки

source: Split PDF
ru: Разделить PDF
uk: Розділити PDF

source: Extract pages from PDF
ru: Извлечь страницы из документа
uk: Видобути сторінки з документу

source: Select file to save extracted text
ru: Выберите файл, чтобы сохранить добытый текст
uk: Виберіть файл, щоб зберегти видобутий текст

source: Margen
ru: Поля
uk: Поля

source: Select the size of the margin
ru: Выберите размер полей
uk: Виберіть розмір полів

source: No margin
ru: Без полей
uk: Без полів

source: small margin
ru: Маленькие
uk: Малі поля

source: big margin
ru: Большие
uk: Великі поля

source: Choose File
ru: Выберите файл

source: Select one image
ru: Выберите одно изображение
uk: Виберіть одне зображення

source: Watermark zoom
ru: Масштаб водяного знака
